[
  {
    "slug": "allgemein",
    "items": [
      {
        "frage": "Welche Maßnahmen habt ihr ergriffen um das Infektionsrisiko von Covid-19 zu reduzieren?",
        "antwort": [
          "Auch das Thema Corona geht an uns natürlich nicht vorbei. Während deines gesamten Urlaubs reservierst du dir mit einem Schild deinen Neoprenanzug. So hast du an jedem deiner Kurstage immer den gleichen Neo an. Nach deiner Abreise wird dieser gewaschen, desinfiziert und steht dann erst wieder dem nächsten Kursteilnehmer zur Verfügung. Durch unsere kleinen Kursgruppen und dem Grund, dass wir uns während des Kurses glücklicherweise draußen in der Natur befinden ist es dort kein Problem den Abstand von 1,5 m untereinander einzuhalten. Falls es trotz aller getroffenen Maßnahmen zu einer Infektionsübertragung kommen sollte, bitten wir selbstverständlich um diese Information. So haben wir dank der Kursdokumentation die Möglichkeit, alle weiteren Kursteilnehmer zu informieren."
        ]
      },
      {
        "frage": "Warum sollte ich meinen Kurs schon vor Urlaubsantritt auf eurer Webseite buchen?",
        "antwort": [
          "Du sicherst dir, trotz hoher Anfragen,  bei entsprechenden Wind und Wetterbedingungen garantiert deine Kurstage",
          "Du hast maximale Kurstag ausbeute, weil wir dich während deines gesamten Anwesenheitzeitraums einplanen können",
          "und selbstverständlich hast du einen besseren Überblick über deine Urlaubskasse"
        ]
      },
      {
        "frage": "Wie viele Kurstage machen Sinn im vorhinein zu buchen?",
        "antwort": [
          "Während deines Aufenthalts kannst du mit ca. 50% Windausbeute rechnen. Das bedeutet bei 7 Tagen auf der Insel kannst du von drei Kurstagen ausgehen. Um auf Nummer sicher zu gehen kannst du erstmal davon zwei davon im voraus buchen. Wenn es die Wetterbedingungen zu lassen und du Vorort Lust auf mehr bekommst, dann kannst du spontan natürlich weitere Kurstage hinzubuchen."
        ]
      },
      {
        "frage": "Was passiert, wenn ich an meinem Kurs doch nicht teilnehmen kann?",
        "antwort": [
          "Kein Problem. Wir bieten dir gerne einen Alternativtermin an. Solltest du diesen jedoch auch nicht wahrnehmen können, dann erstatten wir dir selbstverständlich dein Geld zurück."
        ]
      },
      {
        "frage": "Kann ich mir die Kurstage während meines Aufenthaltes aussuchen?",
        "antwort": [
          "Grundlegend kannst du uns selbstverständlich deine präferierten Kurstage mitteilen. Allerdings planen wir unsere Kurse immer je nach Wind und Wetterlage. Das bedeutet, dass wir frühestens 48h früher Bescheid wissen, ob der Kurs sicher stattfinden kann. Du wirst dann spätestens am Abend vorher per SMS/ Whatsapp benachrichtigt. Das mag im ersten Moment für dich sehr kurzfristig klingen, aber hey du bist schließlich im Urlaub. Sei flexibel und verpasse nicht die optimalen Bedingungen in deinem Urlaub."
        ]
      },
      {
        "frage": "Wie und wann erfahre ich wann mein gebuchter Kurs stattfindet?",
        "antwort": [
          "In der Regel wirst du am Tag deiner Anreise von uns via SMS/ Whatsapp auf der Insel begrüßt. Wenn dann schon die Wettervorhersage für den nächsten Tag passt, bekommst du direkt die Information zum Kursstart. Andernfalls benachrichtigen wir dich jeweils am Abend vorher. Bleibe also flexibel und verplane dir nicht schon den ganzen Urlaub im vorhinein. Du willst schließlich dieses Jahr noch WingFoilen lernen."
        ]
      },
      {
        "frage": "Was muss ich alles zu meinem Kurs mitbringen?",
        "antwort": [
          "Nachdem du die komplette Ausrüstung von uns gestellt bekommst, benötigst du lediglich eine(n) Badehose/ Bikini, Sonnencreme und gute Laune. Falls du schon über einen Neoprenanzug verfügen solltest und ihn im Kurs benutzen willst, dann darfst du den natürlich auch mitbringen. Accessoires wie Neoprenschuhe oder Neoprenhandschuhe brauchst du in der Regel nicht. Der Meeresboden ist bei uns überwiegend sandig. Lediglich an den kühleren Tagen können diese Dinge ganz angenehm sein. Wenn du weder Neo-Schuhe oder -Handschuhe besitzen solltest, dann hast du bei uns die Möglichkeit diese Artikel zu einem fairen Preis zu erwerben. Wir haben zwar notfalls einen kleinen Stock vor Ort. Hier können wir dir aber nicht garantieren, dass deine Größe verfügbar ist."
        ]
      },
      {
        "frage": "Wie genau läuft der Kurs im Detail ab?",
        "antwort": [
          "Wir bieten je nach Fähigkeitslevel verschiedene Kursarten für WingFoilen an. Schaue dir hierzu unser vielfältiges Kursangebot durch. Dort findest du passende Angebote und Details zum Kursablauf."
        ]
      },
      {
        "frage": "Darf ich am Kurs als Nichtschwimmer mithilfe einer Schwimmhilfe (Schwimmweste) teilnehmen?",
        "antwort": [
          "Obwohl die Einsteigerkurse im flachen Gewässer stattfinden ist es für deine Kursteilnahme zwingend erforderlich, dass du mindestens über die Fähigkeiten des Schwimmabzeichens Bronze verfügst. Dabei ist es uns nicht wichtig, dass du dich traust vom 1m Sprungbrett zu springen, sondern viel mehr, dass du 200m frei schwimmst bzw. dich ohne Schwimmhilfe über Wasser halten kannst. Wenn du uns aber zu dem eine längst verloren gegangen GoPro auftauchen kannst, freuen wir uns natürlich auch über diese Fähigkeit."
        ]
      },
      {
        "frage": "Wo findet der Kurs statt und wie komme ich zum Spot?",
        "antwort": [
          "Die genauen Infos zur Anfahrt bekommt ihr mit den Informationen über den Kursstart via SMS/Whatsapp zugeschickt. Dies liegt daran, dass wir je nach Windrichtung nicht immer an unserem Heimatspot zwischen Thiessow und Klein Zicker schulen können. Allerdings befinden sich alle Spots auf der Halbinsel Mönchgut und sind innerhalb weniger Minuten erreichbar."
        ]
      },
      {
        "frage": "Wie viel Zeit muss ich am Spot einplanen?",
        "antwort": [
          "Die Kursdauer beträgt drei Stunden. Da du dich aber ja auch umziehen und dir bestimmt anschließend noch ein kühles Getränk in geselliger Runde genehmigen willst, empfehlen wir dir mit ca. vier Stunden am Spot zu planen."
        ]
      },
      {
        "frage": "Wo befindet sich der Trainer während des Kurses?",
        "antwort": [
          "Der Trainer wird sich während des Kurses bei dir und den anderen Kursteilnehmern im Wasser befinden. Je nach Fertigkeitslevel der Gruppe, ist er selber mit dem WingFoil unterwegs, um dir aus nächster Nähe Instruktionen geben zu können oder Fahrtechniken zu zeigen. So kann er individuell auf die einzelnen Teilnehmer eingehen und bei Problemen schnell bei dir sein."
        ]
      },
      {
        "frage": "Wie groß ist meine Kursgruppe?",
        "antwort": [
          "Im WingFoil Kurs wirst du und eine weitere Person von einem Trainer über Funkhelme auf dem Wasser betreut. Es kommen also zwei Schüler auf einen Lehrer. Um diese neue Sportart kennenzulernen gibt es aber auch einen Schnupperkurs. Beim WingSurf Kurs werden dann insgesamt vier Teilnehmer von einem Trainer betreut."
        ]
      }
    ]
  },
  {
    "slug": "basiskurs",
    "items": [
      {
        "frage": "Welche Leistungen umfasst der Basiskurs WingSurfen?",
        "antwort": [
          "Für den Preis eines Kurstages stellen wir dir während der Laufzeit von 3h die komplette WingSurf Ausrüstung (Wing, SUP), sowie einen Neoprenanzug und bei Bedarf eine Prallschutzweste  zur Verfügung. Außerdem wird dir während der gesamten Kursdauer ein Trainer im stehtiefen Wasser mit Rat und Tat zur Seite stehen."
        ]
      },
      {
        "frage": "Brauche ich irgendwelche Vorkenntnisse um am Basiskurs teilzunehmen?",
        "antwort": [
          "Um es kurz zu beantworten: Nein. Für den Basiskurs sind keinerlei Erfahrungen oder Vorkenntnisse notwendig. Du wirst innerhalb diese Kurses alle für dich und den Sport relevanten Inhalte vermittelt bekommen."
        ]
      },
      {
        "frage": "Wieso findet der Basiskurs auf einem SUP statt?",
        "antwort": [
          "Vermutlich ist im Basiskurs erstmal alles neu für dich. Das Material, das Verhalten des Windes und die damit einhergehenden unterschiedlichen WindKurse. Ein SUP ist durch seine Größe deutlich stabiler, als ein Foilboard. Somit musst du dich weniger auf das Board konzentrieren, als vielmehr auf das Handling des Wings. Du bekommst also einen guten Einblick in die neue Sportart und du wirst sehen es macht riesigen Spaß!"
        ]
      },
      {
        "frage": "Warum verzichtet ihr auf einen Funkhelm beim WingSurf Kurs?",
        "antwort": [
          "Der WingSurf Kurs ist unser Basiskurs für komplette WingFoil Neulinge. Hier findet die Schulung lediglich in einer relativ kleinen Schulungszone im stehenden Gewässer statt. Das bedeutet, dass der Trainer zügig bei den Kursteilnehmern sein kann, um sie zu unterstützen oder neue Übungen zu zeigen. Bei unseren WingFoil Kurs Angeboten hingegen fahren die Teilnehmer im tiefen Wasser und sind somit über die Funkstrecke viel einfacher zu schulen."
        ]
      },
      {
        "frage": "Wann darf ich endlich vom WingSurfen auf das WingFoilen umsteigen?",
        "antwort": [
          "Grundvoraussetzung hierfür ist, dass du selbständig und sicher Höhe gewinnen kannst. Des weiteren solltest du die Manöver Wende und Halse mit Wing auf dem SUP beherrschen. Kannst du diese Voraussetzungen noch nicht erfüllen musst du leider aus Sicherheitsgründen noch etwas auf dem SUP üben. Aber keine Sorge, bis jetzt hat es noch jeder geschafft!"
        ]
      },
      {
        "frage": "Was ist der Unterschied zwischen dem Basis- und dem Einsteigerkurs?",
        "antwort": [
          "Im Basiskurs geht es uns vor allem darum dir einen Gesamteindruck von dem Sport zu vermitteln. Er bietet sich besonders für komplette Wassersport Neulinge an.Den Einsteigerkurs buchen bei uns überwiegend Personen, die schon erste Erfahrungen im Wassersport gesammelt haben. Es wird also eine gewisse Basis vorausgesetzt, auf der wir weiter aufbauen können."
        ]
      }
    ]
  },
  {
    "slug": "aufsteigerkurs",
    "items": [
      {
        "frage": "Welche Leistungen umfasst ein WingFoil-Kurstag?",
        "antwort": [
          "Für den Preis eines Kurstages stellen wir dir während der Laufzeit von 3h die komplette WingFoil Ausrüstung (Wing, SUP/WingFoilboard, Foil), sowie einen Neoprenanzug und bei Bedarf eine Prallschutzweste  zur Verfügung. Außerdem wird dir während der gesamten Kursdauer ein Trainer zur Seite stehen und dich via Funkhelm über die gesamte Kurszeit unterstützenFAQs Aufsteiger"
        ]
      },
      {
        "frage": "Kann ich bei euch eine WingFoil Lizenz erwerben?",
        "antwort": [
          "Da dieser Sport wirklich noch sehr neu ist gibt es hierfür leider noch keine offizielle Lizenz wie beim Kite- oder Windsurfen. Gehöre also auch zu den ersten, die diesen Sport für sich entdecken."
        ]
      },
      {
        "frage": "Wann macht das 1:1 Training für mich Sinn?",
        "antwort": [
          "Grundlegend kannst du mit jeder Fertigkeitsstufe das 1:1 Training buchen. Unserer Meinung nach macht es allerdings am meisten Sinn, wenn du zumindest schon Erfahrung im Wassersport oder mit dem Foilen hast. Selbst wenn du noch nie einen Wing in der Hand hattest. Der Grund hierfür ist, dass du vermutlich relativ schnell sicher auf dem Foilboard und mit Wing in der Hand bist. Dann wirst du durch ein individuelles 1:1 Training vermutlich größere Erfolge erzielen, als in unserem Umsteigerkurs mit einer 2:1 Betreuung (Schüler-/ Lehrerverhältnis). Wenn du dir aber immernoch nicht sicher bist, welches Kursangebot für dich passt, dann rufe uns gerne an und wir beraten dich telefonisch."
        ]
      }
    ]
  },
  {
    "slug": "einsteigerkurs",
    "items": [
      {
        "frage": "Welche Leistungen umfasst ein WingFoil-Kurstag?",
        "antwort": [
          "Für den Preis eines Kurstages stellen wir dir während der Laufzeit von 3h die komplette WingFoil Ausrüstung (Wing, SUP/WingFoilboard, Foil), sowie einen Neoprenanzug und bei Bedarf eine Prallschutzweste  zur Verfügung. Außerdem wird dir während der gesamten Kursdauer ein Trainer zur Seite stehen und dich via Funkhelm über die gesamte Kurszeit unterstützenFAQs Aufsteiger"
        ]
      },
      {
        "frage": "Kann ich bei euch eine WingFoil Lizenz erwerben?",
        "antwort": [
          "Da dieser Sport wirklich noch sehr neu ist gibt es hierfür leider noch keine offizielle Lizenz wie beim Kite- oder Windsurfen. Gehöre also auch zu den ersten, die diesen Sport für sich entdecken."
        ]
      },
      {
        "frage": "Wann macht das 1:1 Training für mich Sinn?",
        "antwort": [
          "Grundlegend kannst du mit jeder Fertigkeitsstufe das 1:1 Training buchen. Unserer Meinung nach macht es allerdings am meisten Sinn, wenn du zumindest schon Erfahrung im Wassersport oder mit dem Foilen hast. Selbst wenn du noch nie einen Wing in der Hand hattest. Der Grund hierfür ist, dass du vermutlich relativ schnell sicher auf dem Foilboard und mit Wing in der Hand bist. Dann wirst du durch ein individuelles 1:1 Training vermutlich größere Erfolge erzielen, als in unserem Umsteigerkurs mit einer 2:1 Betreuung (Schüler-/ Lehrerverhältnis). Wenn du dir aber immernoch nicht sicher bist, welches Kursangebot für dich passt, dann rufe uns gerne an und wir beraten dich telefonisch."
        ]
      }
    ]
  },
  {
    "slug": "umsteigerkurs",
    "items": [
      {
        "frage": "Welche Leistungen umfasst ein WingFoil-Kurstag?",
        "antwort": [
          "Für den Preis eines Kurstages stellen wir dir während der Laufzeit von 3h die komplette WingFoil Ausrüstung (Wing, SUP/WingFoilboard, Foil), sowie einen Neoprenanzug und bei Bedarf eine Prallschutzweste  zur Verfügung. Außerdem wird dir während der gesamten Kursdauer ein Trainer zur Seite stehen und dich via Funkhelm über die gesamte Kurszeit unterstützenFAQs Aufsteiger"
        ]
      },
      {
        "frage": "Kann ich bei euch eine WingFoil Lizenz erwerben?",
        "antwort": [
          "Da dieser Sport wirklich noch sehr neu ist gibt es hierfür leider noch keine offizielle Lizenz wie beim Kite- oder Windsurfen. Gehöre also auch zu den ersten, die diesen Sport für sich entdecken."
        ]
      },
      {
        "frage": "Wann macht das 1:1 Training für mich Sinn?",
        "antwort": [
          "Grundlegend kannst du mit jeder Fertigkeitsstufe das 1:1 Training buchen. Unserer Meinung nach macht es allerdings am meisten Sinn, wenn du zumindest schon Erfahrung im Wassersport oder mit dem Foilen hast. Selbst wenn du noch nie einen Wing in der Hand hattest. Der Grund hierfür ist, dass du vermutlich relativ schnell sicher auf dem Foilboard und mit Wing in der Hand bist. Dann wirst du durch ein individuelles 1:1 Training vermutlich größere Erfolge erzielen, als in unserem Umsteigerkurs mit einer 2:1 Betreuung (Schüler-/ Lehrerverhältnis). Wenn du dir aber immernoch nicht sicher bist, welches Kursangebot für dich passt, dann rufe uns gerne an und wir beraten dich telefonisch."
        ]
      }
    ]
  }
]
